Repository: gollenia/events-mollie
Catalog: languages/stonehenge-em-mollie-*.po
Languages: nl_nl

source: pending
nl_nl: in behandeling

source: paid
nl_nl: betaald

source: canceled
nl_nl: geannuleerd

source: expired
nl_nl: verlopen

source: failed
nl_nl: mislukt

source: refunded
nl_nl: teruggestort

source: chargeback
nl_nl: terugvordering

source: refund
nl_nl: terugstorten

source: charged back
nl_nl: teruggevorderd

source: Bancontact
nl_nl: Backcontact

source: Bank Transfer
nl_nl: Bankoverboeking

source: Belfius Pay Button
nl_nl: Belfius Betaalknop

source: Credit Card
nl_nl: Kredietkaart

source: Direct Debit
nl_nl: Automatische afschrijving

source: KBC/CBC Payment Button
nl_nl: KBC/CBC Betaalknop

source: SOFORT Banking
nl_nl: SOFORT Bankieren

source: Please select a payment method.
nl_nl: Kies een betaalmethode.

source: Mollie API Key is not found.
nl_nl: Mollie API-sleutel niet gevonden.

source: %s tickets for %s
nl_nl: %s kaartjes voor %s

source: %spaces% tickets for %blog_name%
nl_nl: %spaces% kaartjes voor %blog_name%

source: The status of your payment is
nl_nl: De status van je betaling is

source: Pending
nl_nl: Ausstehend

source: Completed
nl_nl: Abgeschlossen

source: Failed
nl_nl: Fehlgeschlagen

source: Cancelled
nl_nl: Abgebrochen

source: Continue
nl_nl: Doorgaan

source: Charged back
nl_nl: Teruggevorderd

source: Refunded on %s
nl_nl: Teruggestort op %s

source: Molie API Key
nl_nl: Mollie API-sleutel

source: Obtain your Live or Test API Key from your <a href=%s target="_blank">Mollie Dashboard</a>.
nl_nl: Je kunt je Live of Test API-sleutel in je <a href=%s target=“_blank”>Mollie Dashboard</a> opvragen.

source: Display Payment Methods
nl_nl: Toon Betaalmethodes

source: Display small images of the activated payment methods on your booking form?
nl_nl: Kleine afbeeldingen van de geactiveerde betaalmethodes op je reserveringsformulier laten zien?

source: You can activate/deactivate each payment method individually in your <a href=%s target="_blank">Mollie Dashboard</a>.
nl_nl: Je kunt elke betaalmethode afzonderlijk in- en uitschakelen in je <a href=%s target=“_blank”>Mollie Dashboard</a>.

source: Active Payment Methods
nl_nl: Actieve Betaalmethoden

source: Click here to refresh the cache if you have changed your active payment methods in the Mollie Dashboard.
nl_nl: Klik hier om de cache te verversen als je de actieve betaalmethodes in je Mollie Dashboard hebt gewijzigd.

source: Clear cache
nl_nl: Cache leegmaken

source: Free Booking Message
nl_nl: Bericht voor Gratis Boeking

source: Thank you for your booking.<br>You will receive a confirmation email soon.
nl_nl: Bedankt voor je reservering.<br>Je ontvangt nog een e-mail ter bevestiging.

source: This message will be shown if the total booking price = 0.00. Your customer will <u>not</u> be redirected to Mollie.
nl_nl: Dit bericht wordt getoond als de totale reserveringsprijs 0.00 is. Je klant wordt niet naar Mollie doorgeleid.

source: Redirect Message
nl_nl: Bericht voor doorverwijzen

source: Redirecting to complete your online payment...
nl_nl: Je wordt doorgeleid om je online betaling af te ronden...

source: This message will be shown right before your customer is redirected to Mollie.
nl_nl: Dit bericht wordt getoond vlak voordat je klant naar Mollie wordt doorgeleid.

source: Return Page
nl_nl: Terugkeer-pagina

source: Your customer will be redirected back to this page after the payment.
nl_nl: Je klant wordt na de betaling naar deze pagina teruggeleid.

source: Leave blank to use the Single Event Page (in Single Bookings Mode) or the Events Page (in Multiple Bookings Mode).
nl_nl: Laat dit leeg om (in Enkelvoudige Reserveringsmodus) de Evenement-pagina of (in Meervoudige Reserveringsmodus) de Evenementen-pagina te gebruiken.

source: Display Payment Status
nl_nl: Betaalstatus tonen

source: Display the payment status on the Return Page?
nl_nl: De betaalstatus op de terugkeer-pagina tonen?

source: The status of your payment is:
nl_nl: De status van je betaling is:

source: Payment Status Text
nl_nl: Betaalstatus-tekst

source: This will change the output of the setting above.
nl_nl: Dit past de waarde van de optie hierboven aan.

source: Default
nl_nl: Standaard

source: Display Feedback Messages
nl_nl: Toon Feedback-berichten

source: Display the booking feedback messages as set in your <a href=%s target="_blank">Events Manager Settings</a>?
nl_nl: De feedback-berichten voor reserveringen laten zien, zoals deze in je <a href=%s target=“_blank”>instellingen van Events Manager</a> staan ingesteld?

source: Payment Description
nl_nl: Betaalomschrijving

source: All %s are allowed. HTML is not.
nl_nl: Alle %s zijn toegestaan. HTML niet.

source: Additional Placeholder
nl_nl: Extra Placeholder

source: You can use %s to show the name of this blog.
nl_nl: Je kunt %s gebruiken om de naam van deze website te tonen.

source: Multiple Bookings Mode
nl_nl: Meervoudige Inschrijvingen Modus

source: If Multiple Bookings Mode is enabled and a user books for only one event, the payment description will be processed as a single booking.
nl_nl: Als Meervoudige Boekingsmodus is ingeschakeld en een gebruiker boekt voor slechts één evenement, wordt de omschrijving as een enkelvoudige boeking verwerkt.

source: Otherwise Events Manager will replace %s with "%s".
nl_nl: Anders zal Events Manager %s vervangen met “%s”.

source: Multiple Events
nl_nl: Meerdere Evenementen

source: The Transactions Table wil still show "%s", though.
nl_nl: De Transactie Tabel toont echter nog steeds “%s”.

source: The deprecated wildcards from previous versions, like %s and %s, can still be used for now.
nl_nl: De verouderde jokers uit eerdere versies, zoals %s en %s kunnen voorlopig nog gebruikt worden.

source: Send email on failed / cancelled payment?
nl_nl: Verstuur e-mail bij mislukte / geannuleerde betaling?

source: By default Events Manager will send the Booking Cancelled Email if a payment had failed or is incomplete. This can lead to confusion if the user rebooks right after with a successful payment. This option lets you disable sending the automatic Booking Cancelled Email. (Setting this option to "no" will not affect the email if you change the booking status manually.)
nl_nl: Standaard stuurt Events Manager de “Reservering Geannuleerd” e-mail als een betaling mislukt of incompleet is. Dit kan tot verwarring leiden als de gebruiker direct daarna opnieuw boekt met een succesvolle betaling. Met deze optie schakel je de automatische “Reservering Geannuleerd” e-mail uit. (Deze optie op “nee” zetten, heeft geen invloed op de e-mail als je handmatig een reserveringsstatus wijzigt.)

source: None
nl_nl: Geen

source: No
nl_nl: Nee

source: Yes
nl_nl: Ja

source: Settings
nl_nl: Instellingen

source: Donate
nl_nl: Doneren

source: Rate this plugin
nl_nl: Beoordeel deze plugin

source: Support
nl_nl: Ondersteuning

source: Events Manager Pro - Mollie Payments
nl_nl: Events Manager Pro - Mollie Betalingen

source: EM Event Payments via Mollie with 18 payment methods in 31 currencies.
nl_nl: EM Evenement-betalingen via Mollie met 18 betaalmethodes en 31 valuta’s.
